tap 'aws/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

brew 'asdf'
brew 'coreutils'
brew 'fish'
brew 'fzf'
brew 'gcc'
brew 'ghq'
brew 'git'
brew 'jq'
brew 'neovim'

cask 'docker'
cask 'dropbox'
cask 'fig'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-japanese-ime'
cask 'karabiner-elements'
cask 'kindle'
cask 'notion'
cask 'raycast'
cask 'slack'
cask 'ticktick'
cask 'visual-studio-code'
cask 'warp'
