tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "awscli"
brew "bash"
brew "glib"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fastlane"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "glow"
brew "lazygit"
brew "lha"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nkf"
brew "nmap"
brew "openssl@1.1"
brew "pngpaste"
brew "ripgrep"
brew "starship"
brew "stow"
brew "swiftlint"
brew "telnet"
brew "tree"
brew "uv"
brew "yadm"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
cask "aerospace"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "hashicorp-vagrant"
cask "qlmarkdown"
cask "rectangle"
cask "ticktick"
cask "virtualbox"
cask "wezterm"
