tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "asdf"
brew "awscli"
brew "glib"
brew "fzf"
brew "ghq"
brew "lha"
brew "lua"
brew "neovim"
brew "nkf"
brew "nmap"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
