tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "awscli"
brew "bash"
brew "curl"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "glib"
brew "glow"
brew "lha"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nkf"
brew "nmap"
brew "pngpaste"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "telnet"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "deepl"
cask "font-hack-nerd-font"
cask "linearmouse"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
